---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsInstDownArrowOn
source: html/8e1dbfdc-60cb-8b45-fe3e-6400ef810afd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsInstDownArrowOn Property

"Down arrow"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsInstDownArrowOn { get; }
```